<?php
return [
    'index' => [
        'title1' => '产品管理',
        'title2' => '开奖列表',
        'p1' => '请在开奖日到中国体彩网（www.lottery.gov.cn）将最新开奖结果和开奖金额录入到平台中数据库。',
        'p2' => '*大乐透 每周一、三、六，21：00',
        'p3' => '*排列三/五 每晚 21：00',
        'p4' => '*七星彩 每周 二、五、日 21：00',
        'option' => [
            '0' => '全部',
            '1' => '大乐透',
            '2' => '七星彩',
            '3' => '排三',
            '4' => '排五'
        ],
        'list_title' => [
            'cz' => '彩种',
            'qishu' => '期数',
            'zjhm' => '中奖号码',
            'kj_date' => '开奖日期',
            'djj_date' => '兑奖截止日期',
            'caozuo' => '操作'
        ],
    ],
    'add' => [
        'title1' => '开奖列表',
        'title2' => '添加',
        'fl' => '彩种分类',
        'kjhm' => '开奖号码'
    ],
    'edit' => [
        'title1' => '开奖列表',
        'title2' => '修改',
        'tit' => '开奖结果',
        'zjje' => '中奖金额',
        'grade' => '中奖等级',
        'grade_1' => '一等奖',
        'grade_2' => '二等奖',
        'grade_3' => '三等奖',
        'mzjj' => '每注奖金',
        'zj_money' => '每注追加奖金',
        'Award_level'=>'奖级',
        'caozuo'=>'操作'

    ],
];